uq_workflow/Stage1/templates/openfoam/constant/interpolationDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      interpolationDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

box         (0.002 0.002 -0.00015) (0.003 0.003 0);
dx          1.25e-6;
isotherm    1620;
outputFile  exaca.csv;

// ************************************************************************* //

