uq_workflow/Stage1/templates/openfoam/constant/scanPath_even
Mode	X			Y			Z		Power	Parameter
1		0.0001		0.000		0.0		0		0
0		0.0001		0.005		0.0		195		0.8
1		0.0002		0.005		0.0		0		0.00048
0		0.0002		0.000		0.0		195		0.8
1		0.0003		0.000		0.0		0		0.00048
0		0.0003		0.005		0.0		195		0.8
1		0.0004		0.005		0.0		0		0.00048
0		0.0004		0.000		0.0		195		0.8
1		0.0005		0.000		0.0		0		0.00048
0		0.0005		0.005		0.0		195		0.8
1		0.0006		0.005		0.0		0		0.00048
0		0.0006		0.000		0.0		195		0.8
1		0.0007		0.000		0.0		0		0.00048
0		0.0007		0.005		0.0		195		0.8
1		0.0008		0.005		0.0		0		0.00048
0		0.0008		0.000		0.0		195		0.8
1		0.0009		0.000		0.0		0		0.00048
0		0.0009		0.005		0.0		195		0.8
1		0.0010		0.005		0.0		0		0.00048
0		0.0010		0.000		0.0		195		0.8
1		0.0011		0.000		0.0		0		0.00048
0		0.0011		0.005		0.0		195		0.8
1		0.0012		0.005		0.0		0		0.00048
0		0.0012		0.000		0.0		195		0.8
1		0.0013		0.000		0.0		0		0.00048
0		0.0013		0.005		0.0		195		0.8
1		0.0014		0.005		0.0		0		0.00048
0		0.0014		0.000		0.0		195		0.8
1		0.0015		0.000		0.0		0		0.00048
0		0.0015		0.005		0.0		195		0.8
1		0.0016		0.005		0.0		0		0.00048
0		0.0016		0.000		0.0		195		0.8
1		0.0017		0.000		0.0		0		0.00048
0		0.0017		0.005		0.0		195		0.8
1		0.0018		0.005		0.0		0		0.00048
0		0.0018		0.000		0.0		195		0.8
1		0.0019		0.000		0.0		0		0.00048
0		0.0019		0.005		0.0		195		0.8
1		0.0020		0.005		0.0		0		0.00048
0		0.0020		0.000		0.0		195		0.8
1		0.0021		0.000		0.0		0		0.00048
0		0.0021		0.005		0.0		195		0.8
1		0.0022		0.005		0.0		0		0.00048
0		0.0022		0.000		0.0		195		0.8
1		0.0023		0.000		0.0		0		0.00048
0		0.0023		0.005		0.0		195		0.8
1		0.0024		0.005		0.0		0		0.00048
0		0.0024		0.000		0.0		195		0.8
1		0.0025		0.000		0.0		0		0.00048
0		0.0025		0.005		0.0		195		0.8
1		0.0026		0.005		0.0		0		0.00048
0		0.0026		0.000		0.0		195		0.8
1		0.0027		0.000		0.0		0		0.00048
0		0.0027		0.005		0.0		195		0.8
1		0.0028		0.005		0.0		0		0.00048
0		0.0028		0.000		0.0		195		0.8
1		0.0029		0.000		0.0		0		0.00048
0		0.0029		0.005		0.0		195		0.8
1		0.0030		0.005		0.0		0		0.00048
0		0.0030		0.000		0.0		195		0.8
1		0.0031		0.000		0.0		0		0.00048
0		0.0031		0.005		0.0		195		0.8
1		0.0032		0.005		0.0		0		0.00048
0		0.0032		0.000		0.0		195		0.8
1		0.0033		0.000		0.0		0		0.00048
0		0.0033		0.005		0.0		195		0.8
1		0.0034		0.005		0.0		0		0.00048
0		0.0034		0.000		0.0		195		0.8
1		0.0035		0.000		0.0		0		0.00048
0		0.0035		0.005		0.0		195		0.8
1		0.0036		0.005		0.0		0		0.00048
0		0.0036		0.000		0.0		195		0.8
1		0.0037		0.000		0.0		0		0.00048
0		0.0037		0.005		0.0		195		0.8
1		0.0038		0.005		0.0		0		0.00048
0		0.0038		0.000		0.0		195		0.8
1		0.0039		0.000		0.0		0		0.00048
0		0.0039		0.005		0.0		195		0.8
1		0.0040		0.005		0.0		0		0.00048
0		0.0040		0.000		0.0		195		0.8
1		0.0041		0.000		0.0		0		0.00048
0		0.0041		0.005		0.0		195		0.8
1		0.0042		0.005		0.0		0		0.00048
0		0.0042		0.000		0.0		195		0.8
1		0.0043		0.000		0.0		0		0.00048
0		0.0043		0.005		0.0		195		0.8
1		0.0044		0.005		0.0		0		0.00048
0		0.0044		0.000		0.0		195		0.8
1		0.0045		0.000		0.0		0		0.00048
0		0.0045		0.005		0.0		195		0.8
1		0.0046		0.005		0.0		0		0.00048
0		0.0046		0.000		0.0		195		0.8
1		0.0047		0.000		0.0		0		0.00048
0		0.0047		0.005		0.0		195		0.8
1		0.0048		0.005		0.0		0		0.00048
0		0.0048		0.000		0.0		195		0.8
1		0.0049		0.000		0.0		0		0.00048
0		0.0049		0.005		0.0		195		0.8
