uq_workflow/Stage1/templates/openfoam/constant/thermoPath
(
1410.0000	1.0000
1620.0000	0.0000
)
