uq_workflow/Stage1/templates/openfoam/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solid
{
    kappa   (8.4441 0.0147  0.0);
    Cp      (750.65 0.0     0.0);
}

liquid
{
    kappa   (5.1182 0.0148  0.0);
    Cp      (750.65 0.0     0.0);
}

powder
{
    kappa   (8.4441 0.0147  0.0);
    Cp      (579.28 0.0     0.0);
}

rho     [1 -3 0 0 0 0 0]    7569.92;
mu      [1 -1 -1  0 0 0 0]  0.003032;
beta    [0 0 0 -1 0 0 0]    1.2e-4;
DAS     [0 1 0 0 0 0 0]     10e-6;
Lf      [0  2 -2  0 0 0 0]  2.9e5;

// ************************************************************************* //

