uq_workflow/Stage1/templates/openfoam/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
//convertToMeters 0.001;

// baseplate
xmin -12.7;
xmax 12.7;
ymin -12.7;
ymax 12.7;
zmin -12.7;
zmax 0;



vertices
(
    ($xmin $ymin $zmin)    //0
    ($xmax $ymin $zmin)    //1
    ($xmax $ymax $zmin)    //2
    ($xmin $ymax $zmin)    //3 
    ($xmin $ymin $zmax)    //4
    ($xmax $ymin $zmax)    //5
    ($xmax $ymax $zmax)    //6
    ($xmin $ymax $zmax)    //7
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (50 50 25) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    bottom
    {
        type wall;
        faces
        (
            (0 3 2 1)
        );
    }

    top
    {
        type wall;
        faces
        (
            (4 5 6 7)
        );
    }

    sides
    {
        type wall;
        faces
        (
            (0 4 7 3)
            (2 6 5 1)
            (1 5 4 0)
            (3 7 6 2)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //
