uq_workflow/Stage1/templates/openfoam/system/extrudeMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      extrudeMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

constructFrom   mesh;
sourceCase      ".";
sourcePatches   (top_part);

flipNormals     false;

nLayers         40;
expansionRatio  1;

extrudeModel    linearDirection;

linearDirectionCoeffs
{
    direction       (0 0 1);
    thickness       2.54;
}

mergeFaces      false;

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * /
