uq_workflow/Stage1/templates/openfoam/system/snappyHexMeshDict.1
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      snappyHexMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#includeEtc "caseDicts/mesh/generation/snappyHexMeshDict.cfg"

castellatedMesh true;
snap            false;
addLayers       false;

geometry
{
    refinementBox
    {
        type searchableBox;
        min  (-2.6  -2.6  0);
        max  (2.6   2.6   0);
    }
}

castellatedMeshControls
{
    features
    (
    );

    refinementSurfaces
    {
    }

    refinementRegions
    {
        refinementBox
        {
            mode distance;
            levels ((1 3));
        }
    }

    locationInMesh (0 0 0);
}

snapControls
{
}

addLayersControls
{
    layers
    {}

    relativeSizes       true;
    expansionRatio      1.2;
    finalLayerThickness 0.5;
    minThickness        1e-6;
}

writeFlags
(
);

mergeTolerance 1e-15;

// ************************************************************************* //
