uq_workflow/Stage1/templates/openfoam/system/topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    top_part;
        type    faceSet;
        action  new;
        source  boxToFace;
        sourceInfo
        {
            box (-2.6 -2.6 -1e-6) (2.6 2.6 1e-6);
        }
    }
);

// ************************************************************************* //
